acl
adobe-source-code-pro-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
alsa-lib
archlinux-keyring
atk
atkmm
attr
autoconf
automake
avahi
bash
binutils
bison
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
compositeproto
coreutils
cracklib
cryptsetup
curl
damageproto
db
dbus
dbus-glib
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmxproto
dnssec-anchors
dotconf
dri2proto
dri3proto
e2fsprogs
efibootmgr
efivar
elfutils
expat
fakeroot
file
filesystem
findutils
fixesproto
flac
flex
fontconfig
fontsproto
freetype2
gawk
gc
gcc
gcc-libs
gconf
gdbm
gdk-pixbuf2
gettext
ghc
git
glib2
glibc
glibmm
glproto
gmp
gnupg
gnutls
gpgme
gpm
graphite
grep
grml-zsh-config
groff
grub
gtk-update-icon-cache
gtk2
gtkmm
guile
gzip
harfbuzz
harfbuzz-icu
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dlist
haskell-extensible-exceptions
haskell-mtl
haskell-old-locale
haskell-old-time
haskell-random
haskell-setlocale
haskell-utf8-string
haskell-x11
haskell-x11-xft
hicolor-icon-theme
hwids
iana-etc
icu
inetutils
inputproto
iproute2
iptables
iputils
jasper
jemalloc
jfsutils
js17
json-c
kbd
kbproto
keyutils
kmod
krb5
ldns
less
libaio
libarchive
libassuan
libasyncns
libatomic_ops
libcap
libcroco
libcups
libdaemon
libdatrie
libdbus
libdmx
libdrm
libedit
libelf
libepoxy
libevdev
libffi
libfontenc
libgcrypt
libglade
libgpg-error
libgudev
libice
libidn
libinput
libjpeg-turbo
libkeybinder2
libksba
libldap
libmnl
libmpc
libnftnl
libnl
libnotify
libogg
libomxil-bellagio
libpciaccess
libpipeline
libpng
libproxy
libpulse
librsvg
libsasl
libseccomp
libsigc++
libsm
libsndfile
libssh2
libsystemd
libtasn1
libtermkey
libthai
libtiff
libtirpc
libtool
libtxc_dxtn
libunistring
libunwind
libusb
libutil-linux
libuv
libvorbis
libvterm
libwacom
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
logrotate
lvm2
lz4
lzo
m4
make
man-db
man-pages
mdadm
mesa
mesa-libgl
mkinitcpio
mkinitcpio-busybox
mpfr
msgpack-c
mtdev
nano
ncurses
neovim
netctl
nettle
nitrogen
noto-fonts
npth
nspr
nss
openresolv
openssh
openssl
opus
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
patch
pciutils
pcmciautils
pcre
perl
perl-error
pinentry
pixman
pkg-config
polkit
popt
presentproto
procps-ng
psmisc
pygobject2-devel
pygtk
python
python-xdg
python2
python2-cairo
python2-gobject2
python2-keybinder2
python2-notify
qt5-base
qt5-declarative
qt5-xmlpatterns
qtchooser
randrproto
readline
recordproto
reiserfsprogs
renderproto
resourceproto
s-nail
scrnsaverproto
sddm
sed
shadow
shared-mime-info
snappy
speech-dispatcher
sqlite
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
terminator
texinfo
thin-provisioning-tools
tslib
tzdata
unibilium
usbutils
util-linux
videoproto
vifm
vim-runtime
vte
vte-common
wayland
which
wpa_supplicant
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-utils
xextproto
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xf86dgaproto
xf86driproto
xf86vidmodeproto
xfsprogs
xineramaproto
xkeyboard-config
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xproto
xz
yajl
zlib
zsh
