acl
adobe-source-code-pro-fonts
adobe-source-sans-pro-fonts
adobe-source-serif-pro-fonts
adwaita-icon-theme
alsa-lib
archlinux-keyring
archlinux-themes-sddm
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica-qt5
attr
autoconf
automake
avahi
awesome
bash
bc
binutils
bison
bluez-libs
boost-libs
breeze
breeze-icons
brltty
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairo-dock
cairo-dock-plug-ins
cairo-perl
cairomm
cdparanoia
cdrkit
celt0.5.1
cln
colord
compositeproto
conky
coreutils
cracklib
cryptsetup
cups
cups-filters
curl
cython
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmxproto
dnssec-anchors
docbook-xml
docbook-xsl
docbook2x
dotconf
dri2proto
dri3proto
dzen2
e2fsprogs
efibootmgr
efivar
elfutils
enchant
espeak
ethtool
expat
fakeroot
file
filesystem
findutils
fixesproto
flac
flex
fontconfig
fontsproto
frameworkintegration
freetype2
gawk
gc
gcc
gcc-libs
gconf
gcr
gdbm
gdk-pixbuf2
gettext
ghc
giflib
git
glade-perl
glib-networking
glib-perl
glib2
glibc
glibmm
glproto
glu
gmp
gnome-keyring
gnupg
gnutls
gobject-introspection-runtime
google-chrome
gpgme
gpgmepp
gpm
gradle
graphite
grep
grml-zsh-config
groff
grub
gsettings-desktop-schemas
gsl
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-doc
gtk-update-icon-cache
gtk2
gtk2-perl
gtk3
gtkmm
gtkmm3
gtksourceview2
gtkspell
guile
gzip
harfbuzz
harfbuzz-icu
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-dlist
haskell-extensible-exceptions
haskell-mtl
haskell-old-locale
haskell-old-time
haskell-random
haskell-setlocale
haskell-utf8-string
haskell-x11
haskell-x11-xft
hicolor-icon-theme
hspell
http-parser
hunspell
hwids
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
inkscape
inputproto
intltool
iproute2
iptables
iputils
iso-codes
itstool
jack
jade
jansson
jasper
java-environment-common
java-runtime-common
jdk8-openjdk
jemalloc
jfsutils
jre8-openjdk
jre8-openjdk-headless
js17
json-c
json-glib
kactivities
kactivitymanagerd
karchive
kauth
kbd
kbookmarks
kbproto
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kdeclarative
kdecoration
kded
kdelibs4support
kdesu
kemoticons
keyutils
kglobalaccel
kguiaddons
kholidays
ki18n
kiconthemes
kidletime
kinit
kio
kitemmodels
kitemviews
kjobwidgets
kjs
kjsembed
kmod
knewstuff
knotifications
knotifyconfig
kpackage
kparts
kpty
krb5
krunner
kscreenlocker
kservice
ktexteditor
ktextwidgets
kuiserver
kunitconversion
kwallet
kwayland
kwidgetsaddons
kwin
kwindowsystem
kxmlgui
lcms2
ldns
less
lib32-acl
lib32-alsa-lib
lib32-attr
lib32-bzip2
lib32-elfutils
lib32-expat
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-libasyncns
lib32-libcap
lib32-libdbus
lib32-libdrm
lib32-libffi
lib32-libgcrypt
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libogg
lib32-libpciaccess
lib32-libpng
lib32-libpulse
lib32-libsm
lib32-libsndfile
lib32-libstdc++5
lib32-libtxc_dxtn
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrender
lib32-libxshmfence
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-mesa
lib32-ncurses
lib32-openal
lib32-pcre
lib32-readline
lib32-sdl
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
libaio
libao
libarchive
libassuan
libasyncns
libatasmart
libatomic_ops
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-qt5
libdmtx
libdmx
libdrm
libedit
libelf
libepoxy
libevdev
libevent
libffi
libfontenc
libgcrypt
libgit2
libglade
libgnome-keyring
libgpg-error
libgtop
libgudev
libgusb
libice
libid3tag
libidn
libimobiledevice
libinput
libjpeg-turbo
libkeybinder2
libksba
libksysguard
libldap
liblouis
liblqr
libmateweather
libmbim
libmm-glib
libmnl
libmpc
libndp
libnewt
libnfs
libnftnl
libnl
libnm-glib
libnotify
libogg
libomxil-bellagio
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplist
libpng
libproxy
libpulse
libqalculate
libqmi
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh2
libsystemd
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtxc_dxtn
libunique
libunique3
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libvisual
libvoikko
libvorbis
libvterm
libwacom
libwebp
libwnck
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
logrotate
lua
lua-lgi
lua52
lvm2
lz4
lzo
m4
make
man-db
man-pages
mate-applets
mate-common
mate-desktop
mate-menus
mate-panel
mate-power-manager
mdadm
media-player-info
mesa
mesa-libgl
milou
mkinitcpio
mkinitcpio-busybox
mkisolinux
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mpfr
msgpack-c
mtdev
nano
ncurses
ncurses5-compat-libs
neovim
neovim-symlinks
net-tools
netctl
nettle
network-manager-applet
networkmanager
networkmanager-qt
nitrogen
nm-connection-editor
nmap
nodejs
notification-daemon
noto-fonts
npth
nspr
nss
numactl
ocl-icd
openal
openjpeg
openjpeg2
openresolv
openssh
openssl
opus
orc
p11-kit
pa-applet-git
package-query-git
pacman
pacman-mirrorlist
pam
pambase
pango
pango-perl
pangomm
patch
pavucontrol
pciutils
pcmciautils
pcre
perl
perl-error
perl-locale-gettext
perl-sgmls
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
phonon-qt5
phonon-qt5-gstreamer
pinentry
pixman
pkg-config
plasma-framework
plasma-integration
plasma-nm
plasma-workspace
polkit
polkit-qt5
poppler
poppler-glib
popt
portaudio
ppp
presentproto
prison
procps-ng
psmisc
pulseaudio
pygobject-devel
pygobject2-devel
pygtk
python
python-appdirs
python-cairo
python-chardet
python-dbus
python-dbus-common
python-gobject
python-packaging
python-pycups
python-pycurl
python-pyparsing
python-requests
python-setuptools
python-six
python-urllib3
python-xdg
python2
python2-cairo
python2-dbus
python2-gnomekeyring
python2-gobject
python2-gobject2
python2-keybinder2
python2-notify
python2-oauth
python2-urwid
qca-qt5
qemu
qemu-launcher
qpdf
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-script
qt5-sensors
qt5-svg
qt5-tools
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qtchooser
randrproto
readline
recordproto
reiserfsprogs
renderproto
resourceproto
rest
rfkill
rtkit
run-parts
s-nail
sbc
scrnsaverproto
sddm
sdl
sdl2
seabios
seahorse
sed
shadow
shared-mime-info
slang
snappy
solid
sonnet
sound-theme-freedesktop
source-highlight
speech-dispatcher
speexdsp
spice
spice-glib
spice-gtk3
sqlite
stalonetray
startup-notification
sudo
swt
sysfsutils
syslinux
system-config-printer
systemd
systemd-sysvcompat
tar
tcl
tdb
terminator
texinfo
thin-provisioning-tools
threadweaver
transmission-cli
transmission-gtk
trayer-srg-git
tslib
ttf-dejavu
ttf-oxygen
tzdata
udisks2
unibilium
upower
usbredir
usbutils
util-linux
vde2
vicious
videoproto
vifm
vim-runtime
virglrenderer
vte
vte-common
vte3
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wicd
wicd-gtk
wireless_tools
wpa_supplicant
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-utils
xextproto
xf86-input-evdev
xf86-input-joystick
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ark
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-glint
xf86-video-i128
xf86-video-intel
xf86-video-mach64
xf86-video-neomagic
xf86-video-nouveau
xf86-video-nv
xf86-video-openchrome
xf86-video-r128
xf86-video-savage
xf86-video-siliconmotion
xf86-video-sis
xf86-video-tdfx
xf86-video-trident
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xf86dgaproto
xf86driproto
xf86vidmodeproto
xfce4-notifyd
xfconf
xfsprogs
xineramaproto
xkeyboard-config
xmlto
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-font-utils
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xproto
xz
yajl
yaourt-git
yelp-tools
yelp-xsl
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zsh
